#для авторизации

serenity = "192.168.10.237:8888"
login = "admin"
password = "admin"
firefly = "192.168.10.237:8243"


#данные для заполнения полей в создании новой задачи (Заявка на ТО)

task_fio = "Иванов Иван Иванович автотест"
task_phone = "1111111111"
task_address= "Самарская область, Самара, Ул. Стара-Загора 96а"
task_language = "Русский"

#текст в новом регламенте в таблице "вопросы"
question_text = "У меня текстовый вопрос"

#текст у измененного регламента (вводится при редактировании
new_name_reglament = "edited_autotest"

#текст в редактируемом регламенте в таблице "вопросы"
new_name_question = "У меня отредактированный текстовый вопрос"

#координаты и возможно что-то ещё для добавление нового регламента
coordinates = "53.228425 50.199929"